[
    {
        "title": "Woe to My Purity",
        "author": "Luke Cooper",
        "date": "7/6/2023",
        "content": "My pure spirit, its beauty crafted by God. My pure heart is capable of boundless love, a vessel that carries optimism and innocence giving the presence of hope to those who feel its loveful radiance. Purity gives me the life of being naive to deep spiritual loss, loss of which creates pain of regret, guilt, and shame. A serpent moves elegantly through the pasture of my soul attracted to its pure center. This serpent whispers to me a promise of pleasure I've never felt before. A serpent so masterful in its illusion of pleasure that I lead it straight to my beautiful pure heart. The serpent see’s my heart with lust for what can be taken. A perverted smile takes shape onto the face of the serpent as it sinks its painful fangs into my heart. It takes a bite so pure, so pure is this bite that I feel ecstasy for what the serpent has gained and in that moment I forget all of which I just lost. My beautiful pure soul was bitten by a corrupted snake, my beautiful pure heart cries in tears of blood in melancholy of what has been lost. I stand in the dark, now separated from God. A pure part of me so intricately designed by God stands limp to my side separated from me, dead and lost. Quickly I throw the snake out in painful regret. I stomp in my now corrupted pasture, I sit in tears examining everything that was just taken from me. I get onto my knees and pray to God. God why did you allow me to be corrupted? God why did I let the serpent into my house. God how did I lose, God why did I let such evil come into me. God why did I enjoy it so much, God why do I now understand just how easy it is too loose? God I don’t want to lose, God I don’t want to worry about losing. I want to sit in my pure pasture naive to all the serpent has to offer me. I want to be blind to the temptations of this world, temptations which lead me astray from you. I don’t want the opportunity to lose, I don’t want the opportunity to become separated from you. God help me, God save me. Grant me all that I have just lost. I can’t do that. A response echos through my pasture, a voice followed by a renewal of all around me. A wind caresses my back as I feel a presence of Love in Pureness. A presence that I feel less because of the purity loss. Why can’t you? I exclaim. All things can be done through you, I just want my innocence back, I want my purity back. I messed up God, I lost. I lead the serpent to my heart and I regret it so much. Please give me back my innocence and my purity. Give me back the lens of beauty in naiveness I had in life. Give me back the elegant way of pure love I could give others. Yes I lead the serpent to my heart but why must it remove a part of me for life. You now recognize purity because it was purity you lost. You hear its painful tears, you now recognize its beautiful presence. You understand more fully now what it is you must nurture. I cannot give back what the serpent takes, but I may renew all of that the serpent has yet to take. Through your loss I have granted you a new awareness of a gift I have given you since your birth, your purity. You came to Me, in this way you have beaten the serpent. In recognizing the pain in loss of purity you have overcome the serpent and threw it out. I sat in silence, I realize now the pain of recognizing what I have lost is necessary in not losing again more. The pain of recognition of pain leads to healing, the pain of recognition becomes purposeful in this nature. Pain with purpose is rare but a gift, it's a gift of healing through sacrifice. It’s hard for me to examine what I have lost, but it's in this examination that I don’t become blind again to the value of my purity. It's by mourning the loss of a gift that I come to recognize the gift in a more beautiful way. Yet in the back of my mind the serpents delightful whispers linger, whispers which promise pleasure, promises which make me for a moment again blind to the purity of my soul. God how could I entrust myself to fight off his alluring whispers? I lost once, now the next time I lead this serpent into my pasture he will take more then he would’ve taken without the loss of today. Stop looking at all you’ve lost and everything you may lose. Can’t you tell that you are listening to his very whispers at this moment? Can’t you tell that it is indeed the serpent telling you all of this? Your true self, the self designed so beautifully by me speaks in an elegant optimistic nature grateful for all that is and humble to all that isn’t. Become naive again my son, become grateful and pure through Me. Don’t listen to his enchanting whispers of everything you have lost, because that leads to the excuse of everything you will come to lose. Don’t let the victimizer make you into the victim you are not. You are a child of God, a child so pure. I see your pureness ever looming within you, I see the true you still, please don’t let me loose you, please don’t let yourself loose you."
    },
    {
        "title": "Why not maintain Hope?",
        "author": "Luke Cooper",
        "date": "5 June 2023",
        "content": "\nThere was a virtual world developed by a genius named Micah. The world Micah created was beautiful, containing mountain ranges, oceans, plants and animals. There was one thing Micah was most proud of creating; the characters within the game. These characters were intelligent and conscious, able to create within the world Micah created. Each character has depth to their personality containing interests, hobbies, jobs, families, friends, and much more. The most complex attributes of these characters were their ability to feel emotions such as happiness, sadness, love and hate. There was a character Micah was very proud of, David.\n\nAcross a boundless expanse of farmland encircled by soaring mountain ranges and bounded in by a beautiful far off horizon, the land is painted in green with splashes of brown. Included in the spectacle is David. David, with sweat on his brow, remains hard at work plowing and cultivating the lush farmland. David was a hard worker and warm-hearted man who had great love for his son Jesse. Suddenly the great beautiful scenery was interrupted by a blazing fire that came from David’s house. David dropped his tool and quickly sprinted towards the fire. David needed to gasp for air as he broke through his house. Immense heat filled the air, \"Jesse!\" David yelled with adrenaline and fear. David ran around frantically looking for his son, breaking hanging pieces of wood and stepping on sentimental treasures from his past. Suddenly a cough is heard in the distance. David ran towards the sound and saw his son Jesse on the ground covered in a charcoal tint. Quickly David picked Jesse up and brought him outside.\n\nHis son remained limp in the hands of his dad... Jesse felt lifeless. Quickly David placed Jesse down and performed CPR trying to fill his son back up with life. The world around David became still as he heard nothing but the beat of his hands pushing against Jesse's chest. The beat to the drum against death continued as he felt the rhythm of life lose to the quietness of death. A tear rolled from his eye as he slowed down the pace of his hands until they came to a stop. David lost his son.\n\nSeveral weeks passed from the time of Jesse’s death, the once cultivated lush green land became desolate and empty of life. The once large house became nothing but a small hut containing only a bed and storage for food. David sat in his hut alone, empty of everything that gave him life before. He existed purely as a virtual object in a world of no meaning. There was a knock at the door. David looked at the door still sitting, he started to debate whether he should get up or not. Slowly he stood up and grudgingly made his way to the door. The door creaked as dust and spiderwebs broke away. There sat a letter on the floor.\n\n\"Talk to the maker of this game you call life. Micah is in town now!\" The name felt familiar to David, as if he knew this man his entire life. Micah... he thought to himself. With a laugh he tossed the letter in his bin and slammed his door shut. There's no maker in this world. David thought to himself with confidence. Another knock is at the door. This time David, still filled with a little curiosity from before, quickly opened the door. Another letter sat on the floor,\n\n\"Talk to the very real maker of this world today. Micah is waiting for you, David.\" David stumbled back filled with derealization. Quickly he regained his balance and sprinted out of his house searching for the person delivering these letters.\n\n\"Who’s here!\" He would scream as he frantically searched his uncultivated farmland. He slowly ran out of energy and with annoyance and confusion made his way back to his house.\n\nWalking towards his house he saw another letter on his porch, \"Micah is in town now!\" David stood there staring at the letter filled with a variety of emotions. He turned his head looking again for the mysterious messenger but then made his way inside to pack a bag.\n\nDavid made his way towards the town driven by curiosity and a little annoyance. The dirt road slowly formed into shape a stone one and the walls to the city became visible in the distance. David entered the city and immediately saw a crowd of people surrounding a tent. A large sign hovered above the tent, \"Micah’s gift.\" David moved through the crowd as murmuring filled the air. Despite the crowd, everything felt quiet which forced David into a feeling of serenity and stillness. A line slowly formed in front of the tent. A person would enter the tent and a couple of minutes later be replaced by a new one. David got in the line and waited.\n\nDavid got to the front of the line and with a little bit of fear, slowly entered the tent. Immediately as David entered the tent, it felt as if he got transferred into another world. Everything was pitch black and he felt as if the darkness stretched infinitely. Immense fear filled David as he stumbled around the dark trying to find the way he came to no avail.\n\n\"Welcome, David\" A voice echoed through the infinite chamber filling the emptiness to its brim with nothing but sound. David immediately felt at ease as he felt the voice both distant and ever so close.\n\n\"I am Micah. I have created everything you’ve known and everything you are yet to know. This is all a personal creative project that I am proud of and I felt like I could give you all a little gift of knowledge.\" The voice loomed above, below, left, right, and through David.\n\n\"I–uh... I don’t really know what to say,\" David said in a trembling voice. Suddenly David feels a cold breath along his back. The breath brings immense pain to David as he is brought back to the fire. He re-experienced all the pain, anger, resentment as trauma lives again. David falls to his knees,\n\n\"Where–Where were you? Why would you let such things happen? Who are we to you?!?\" David exclaimed in pain and tears.\n\n\"I had all the hope in my life stripped away from me, I was left as nothing but a vessel of sadness destined to die without meaning.\" David said again this time with anger. Silence filled the air again as David was left in his sadness, resentment, and pain. Although to David his screams felt powerful and full the response from Micah felt infinitely more powerful,\n\n\"Where were you?\" Micah responded.\n\n\"Where were you when I created the land you cultivated? Where were you when the world was nothing but what you feel now, empty. Let me show you some of what you don’t know.\" Micah said as David felt himself lifted up in the air. Suddenly David is given a tour of all things that exist. He flies through the vast mountain ranges, into the deep waters, and out into the infinite of the universe witnessing all places where life is. He sees the fierce animals of the ocean and the timid animals of the land. David sees the details that make up insects, seeing the structure of their body. He focuses on an ant who appears on his own lost as it stumbles around. But then he is shown a new perspective and sees how that ant is playing a role in something bigger, an organized colony. David goes into the deep 1’s and 0’s of creation deeply understanding its design.\n\n\"Why not maintain hope?\" Micah asks. David stands there in silence, humbled by all of that he just witnessed.\n\n\"There is a lot in this world that you can’t control. But everything you can’t control is a part of my design, why not put hope in that? Why not put hope that you are just a lost ant apart of a larger colony? I gave you the best thing that you can control; your reaction to what is out of your control. When you look at the world with hope of what's to come you gain a new perspective, a new perspective that leads to a new experience of life.\" David stands still quiet. He feels a warm breath run along his back that fills him with gratitude for all of which he has been given. David becomes grateful.\n\nLike being lifted out of a dream David finds himself walking out of the tent. He looks around at the crowd of people and the beautiful architecture of the village. The world is filled with a new color, a deeper perspective on everything around him. David did not get an answer to why Jesse died, but he gained something far deeper.\""
    }
]
