[
    {
      "title": "The Shade of Shame",
      "author": "Luke Cooper",
      "date": "2/22/2023",
      "content": "The shade of shame acts like a gray curtain over my vision. Bright lights dimmed as the result of memories of guilt. Like a snuffer to a candle, shame turns the joy of day into the darkness of night. I am happy till I am reminded about how I should not. No amount of gratitude can make me less spoiled, no amount of awareness can take away my privilege. Shame saves me, it prevents me from being the self I am terrified of becoming. I must have the shade of shame as without it I will become what I fear to be. The devil lives without shame. Like an indestructible weight, shame weighs down my self, a weight I can easily take off but it’s hard when you feel deserving of that weight. I deserve the weight of shame, for the shame exists because of mistakes. If I never did wrong, I would never have shame, but since I did wrong I must have shame. Shame reminds me of my human nature, of the cruelty of my instincts. Shame reminds me that even in the brightest of days, the darkest of nights is ever closer.\n\n3/9/2023: Shame reminds me that I am human. Shame shows me that I can change. Shame tells me that I am Good. Shame reminds me who I truly am and what I must lose to become him. Shame guides me. Shame loves me, for I am the author of my own Shame."
    },
    {
      "title": "Their Beautiful Blue Hue",
      "author": "Luke Cooper",
      "date": "3/13/2023",
      "content": "The blue bird, dark as the sea bright as the sun. It glides, glides to the pyramids of the desert, to the cities of the west. The blue bird is one with all the blue birds. The blue bird has no awareness, it just flies. It’s blueness so beautiful yet it can’t see it for itself. It can’t watch how beautiful it looks in the sky, how elegant it glides. It just watches as the buildings pass, as the landscapes change. The bluebird is nothing but one with the wind that brings him to the new places he learns to call home. The wind carries him to love, love that brings even more beautiful blue birds. This time the blue has a bit of purple in it. Those birds grow and learn. Soon they glide, glide away from home as they show off their purple hue to the world. Glide as they pass the pyramids of Egypt, the cities of the west. They just are. Blue birds glide, glide away from home to a new place they learn to call home. Birds that live to live, learn to learn, love to love. Birds that no matter where the wind blows, they will still be brought somewhere new, somewhere they can still love to love and learn to learn. They trust in the wind for the wind never lets them down. Sure, it storms, sure, it rains, but to the blue birds they still remain blue, they still remain free. They sit, knowing a time when the wind blows perfectly, for when they can glide again. They sit and wait in their beautiful blue hue. Watching, learning, loving, living."
    },
    {
      "title": "Gratitude and Conflict",
      "author": "Luke Cooper",
      "date": "2/4/2022",
      "content": "Gratitude is a gift from god one that can pull us from the darkest of places into the most beautiful light we can see. When one can find gratitude, they can find hope, hope that can help bring them joy and contentment. Conflict drives progress, gratitude eases conflict. Those going through the most conflict have the greatest reward through finding gratitude, those who can find gratitude in the most desolate times are the ones who can move through conflict at an extraordinary rate. God is a fair being, a being that people can easily see as unfair when looked at with a negative lens. “If God is fair, why did he give me conflict?” Conflict drives faith, faith is the core of happiness. Those who climb the highest mountains see the prettiest of views. For example, Paul who was imprisoned for faith was able to become grateful despite his major conflict. I am not saying your conflict is less or more than Paul's, but most likely execution isn't on your list of conflicts. Paul was able to use his conflict as a way to drive his faith. Because he used his conflict, we are reading his letters thousands of years later. God rewarded Paul, for if he had no conflict he would’ve had no faith, Paul with no faith would’ve not become the Saint he is today who has helped millions of lives. God is fair. Take, for example, Jesus; if God is fair, why would he kill his own son? Jesus faced the most conflict out of any of us. He spread only good, healing those around him with the intention of helping. Despite his selfless acts, he was still faced with persecution. This persecution strengthened Jesus’s faith to a point where he could die for us. If you were given the opportunity to die for humanity, would you take it? If you knew salvation existed, would you feel more content? Because of Jesus’s immense conflict, he was able to die for the sins of the world. I am faced with conflict every day. Waking up early is not an easy task, getting out of bed is hard. Let's say that you could make $1000 every day you wake up at 6 am. Waking up at 6 is still hard but when you get handed a reward it makes the task easier, it turns conflict into growth. Working out is conflict but it leads to growth. Is working out fair? You put in effort, you get reward. That is fair. In the same way, faith is fair. Faith is not supposed to be easy, God knew this. God knew that it would be hard to believe in him, love him. Despite this, he tries his hardest to guide us to him. For example, motivational speakers know how to make others feel better, they know that through certain steps they can help get people to understand their potential. Motivational speakers aren't some people born with an ability to see the world better but rather they understand the human potential just as God. I want people to understand that conflict leads to progress, in the same way, God wants people to understand him. The Bible is not a rule book telling you how to be just, it's a guide to God. A tree hidden from the sun faces immense conflict, it can’t get the sunlight it needs to survive. Does the tree drop dead and give up? No. The tree spreads its branches wide in order to catch the sunlight. Through conflict, this tree can become bigger in order to catch the sunlight it needs. Soon that tree that once faced conflict overcomes it, becoming stronger and bigger. Everything in life is conflict, and conflict leads to strength. Those with the most conflict have the biggest opportunity to become strong. Spread your branches, catch the light. Become as big as you know you can be. Don’t drop down dead, fight. Fight in order to grow. As clouds fill with water, becoming heavier, it must rain. It must rain in order to go back to the bright blue sky in order to show the sun. Rain is conflict, sunlight is growth. Conflict with faith is evidence of faith in itself. If faith is fictional, why is there conflict? As a rainy day is rewarded with a beautiful rainbow. As a tree hidden from sunlight is rewarded with prosperity in growth. As animals evolve to protect themselves from things that once killed. Nature makes one thing clear, conflict is growth. Conflict is a gift in order to allow us to prosper. God gives conflict in order to create strength. Will you let conflict drive you or kill you?"
    },
    {
      "title": "To Be Your Best Self, To Be Willing",
      "author": "Luke Cooper",
      "date": "2/2/2022",
      "content": "Our best self is not a goal, it is a state of being. Being willing is becoming your best self. The objective to become our best self is one that cannot be known. Is it when you gain the most money, fame, when you're ripped, when you sleep right, when you eat right? No, it’s when you are willing to try that you become your best self, a self that is willing. In order for you to eat right, you must be willing. In order for you to sleep right, you must be willing. Everything starts from one thing, to be willing. When you are not willing is when you are not truly your best self, you are a comfortable self. Let me ask you this, are you willing? Don’t judge yourself based on an inability to complete a goal, judge yourself for trying in the first place. When you try, you are willing; when you are willing, you are your best self. Celebrate and encourage yourself when you are willing, for it's all you need. Become proud of yourself not because you made it but because you were willing. When you are willing, you’re limitless, bound by nothing but your ability to try. When you gain the mindset of knowing that you are capable, you feel."
    },
    {
      "title": "Planting Seeds",
      "author": "Luke Cooper",
      "date": "1/18/2022",
      "content": "Words transcend time. Loving transcends time. Drugs, sex, parties are in the moment. When you plant ideas into peoples' hearts, it stays with them for years to come. It reminds them of what is possible because someone told them it is. There comes a time with everyone where things said to them make a bit more sense because they are in a better place, make your words make sense to them then. It’s okay for hurting people to continue to feel hurt, but place into their hearts words that will ease pain as time goes on. Tell them what is possible, tell them healing is possible. A healing journey is a self-journey, it doesn't mean you can’t contribute, but it does mean you can’t force it. Continue loving, continue planting seeds. Those seeds will blossom into a beautiful flower, and they will be forever grateful."
    }
]

