[
    {
        "title": "Acceptance",
        "author": "Luke Cooper",
        "date": "9/22/2022",
        "content": "A man, deserted with his thoughts, sits alone atop his apartment's roof overlooking the grand city. He watches the birds fly and listens to the cars drive. He reminisces about the days he felt nothing but pure joy, the days where he was only worried about the present, surrounded by those who love him. But now he sits alone, worried by only the future, surrounded by none. He breathes the fresh air and watches many people walk. For a moment he gets brought back to the days he reminisced. The days where nothing mattered but the present. The days where he could only be filled with acceptance. The days he was not just one man out of billions, but himself."
    },
    {
        "title": "Alone",
        "author": "Luke Cooper",
        "date": "9/7/2022",
        "content": "I have friends, people that are there for me and laugh with me. Being surrounded by those that care about you is supposed to make you feel at peace, not alone. Yet I feel as if the endless void of loneliness cannot be filled by the endless relationships I create. Yes we laugh, we create memories, we socialize but does it count when my laugh is nothing but an act to fit in? Does it count when I feel endless sadness even when surrounded by those who love me? For I can not feel myself no matter who is around me, I just feel like a battery running quickly out of charge where the only remedy is being alone. I am myself, not when I am around others, but when I am in solitude with my thoughts. What makes me, me is being void of anyone else and being able to understand myself. I chase the understanding of self, learning all that makes me, me. I do not chase the understanding or learning of others, for it is useless for the understanding of self."
    },
    {
        "title": "Addiction",
        "author": "Luke Cooper",
        "date": "9/6/2022",
        "content": "In the moment I'm disillusioned, full of all that makes me, me. But in the fleeting moments I am left with nothing but lust and greed, I’ve lost all that makes me, me. In an attempt to find me, I give into the lust and greed, give into the endless cycle that causes me nothing but the loss of me. Now I sit here empty of all that made me, me. Only full of lust and greed."
    },
    {
        "title": "Perceptions",
        "author": "Luke Cooper",
        "date": "9/6/2022",
        "content": "Eyes like daggers piercing into my soul. The urge to check my posture, my smile, make all that makes me glitter show. For what am I if not perceived well. What makes me, me is how others view me. Like the view of a beach I want to be seen as perfect and complete, but despite my efforts I am noticed as nothing more than just a pebble in that beach, incomplete, empty of anything that is supposed to make me, me. The glasses of their perception cause my vision to become blurry, blinding me from my true self, a self that I can see as a beach, perfect and complete."
    },
    {
        "title": "The Shattered Man",
        "author": "Luke Cooper",
        "date": "1/19/2022",
        "content": "The bird with its wings shattered falls, forever lost from his sky. A man with his meaning shattered fails, forever lost from his purpose."
    }
]
